{
  "language": "en_US",
  "showing_language": "English - US",
  "noti_noti": "Notification",
  "noti_ok": "OK",
  "noti_cancel": "Cancel",

  "build_room": "Create Earth",
  "join_room": "Join Earth",
  "refresh": "Refresh",

  "searchPage_infoText": "Search by Earth name",
  "searchPage_info_notFound": "The Earth you are looking for does not exist",
  "searchPage_hintText": "Input private Earth name",
  "buildPage_makeEarth": "Create Earth",
  "buildPage_hintText": "Input your Earth name",
  "buildPage_private": "Private Earth   ",
  "buildPage_createBtn": "Build Earth",
  "host_end_game": "The game has ended by the host",

  "homePage_listWorld": "List of Earths",

  "settingPage_language": "Language Selection",

  "game_description": "You are a resident of Sinking Earth. You must maintain an environmental score above 0, for 7 days.",
  "worker_description": "[Office Worker]\nYou must survive by completing missions and consuming properly. Achieve endings through healthy consumption and public opinion.\n\nVictory Condition: Just survive.",
  "nature_description": "[Environmental Activist]\nReceive an additional 30 environmental points when completing missions.\n\nVictory Condition: Maintain an environmental score of 50 or higher at the end.",
  "business_description": "[Entrepreneur]\nMaintain your HP, and distribute and sell desired necessities. When distributing necessities, you must pay three times the price as the initial cost.\n\nVictory Condition: Have over 3000 coins at the end.",
  "politician_description": "[Politician]\nCan enact laws regarding sales items. Must carefully consider the situations and opinions of each individual.\n\nVictory Condition: Everyone survives.",

  "mission_already_done": "Someone has already completed the mission.\nPlease try again another day.",

  "rule_select_abort": "Only politicians can set rules.",
  "noRule": "No rules",
  "greenGrowthStrategy": "Green Growth Strategy",
  "greenDeal": "Green Deal Plan",
  "parisAgreement": "Paris Agreement",
  "carbonNeutrality": "Carbon Neutrality",
  "noRule_description": "You can purchase any items.",
  "greenGrowthStrategy_description": "A representative policy of Japan aimed at activating decarbonized products.",
  "greenDeal_description": "In the Green Deal plan announced by the EU, open trade is implemented to establish a resilient supply chain.",
  "parisAgreement_description": "An agreement aimed at keeping the rise in global average temperature well below 2°C compared to pre-industrial temperature.",
  "carbonNeutrality_description": "A declaration to reduce carbon emissions and achieve a net-zero emission by removing and absorbing carbon emitted into the atmosphere.",

  "rule_abort": "This violates the established law.",
  "activate_abort": "The product has not yet been launched.",
  "income": "Someone has purchased the item.",

  "news_greenplation": "Title: Economy Currently Facing Greenflation... Citizens Complain of Tight Living\n\nDue to recent industrial regulations related to carbon emissions, the production of essential raw materials has become difficult, leading to the occurrence of greenflation. Greenflation is a portmanteau of 'green,' representing eco-friendliness, and 'inflation,' indicating rising prices. Appropriate regulatory relaxation seems necessary for price stability.",
  "news_80": "Title: Reduction in Carbon Emissions Regulations Show Effect... Climate Stability Achieved\n\nAccording to recent reports, the environment and climate are maintaining stability worldwide, raising hopes for a sustainable future.",
  "news_60": "Title: Increase in Fine Dust Concentration Compared to Previous Year\n\nAs fine dust concentration increases, it becomes difficult to breathe clean air. Accelerated desertification may be a contributing factor.",
  "news_40": "Title: Global Warming Ultimately Leads to Food Shortages\n\nContinued climate anomalies such as floods and typhoons have resulted in food shortages worldwide. Edible insects are emerging as alternatives, but addressing the root cause seems necessary.",
  "news_20": "Title: Serious Rise in Sea Levels... Land Values in High Altitude Areas Increasing\n\nAs average temperatures rise, sea levels are increasing, submerging 50 cities worldwide. If this continues, the world is doomed.",
  "news_0": "Title: World on the Brink of Collapse\n\nThe Earth is no longer suitable for human habitation. Governments worldwide are in crisis, and people live each day in anxiety. Reversing this situation will require tremendous effort.",

  "plug_off": "Unplug to save electricity.",
  "sun_power": "Clean the dust on solar panels.",
  "trash_game": "Click on trash to clean the ocean.",
  "tree_game": "Plant trees to turn deserts into forests.",
  "water_off": "Turn off running taps by touching them.",
  "wind_power": "Rotate wind turbines in the direction of the arrows.",

  "select": "Select",
  "selected": "Selected",

  "buy": "Buy",
  "activate": "Activate",
  "close": "Close",
  "buy_success": "Purchased.",
  "buy_fail": "Insufficient funds.",

  "goodWater_name": "Eco-friendly Bottled Water",
  "badWater_name": "Environmentally Harmful Bottled Water",
  "goodFood_name": "Eco-friendly Meal Kit",
  "badFood_name": "Plastic Lunch Box",
  "goodAir_name": "Eco-friendly Oxygen Tank",
  "badAir_name": "Environmentally Harmful Oxygen Tank",
  "goodClothes_name": "Quality Clothes Made from Recycled Fibers",
  "badClothes_name": "Plastic Fiber Clothes",

  "goodWater_description": "Bottled water with reduced carbon emissions due to the use of eco-friendly packaging materials and shortened transportation process.",
  "badWater_description": "Bottled water using plastic bottles and produced in distant countries to reduce costs.",
  "goodFood_description": "Meal kit made from ingredients grown without pesticides.",
  "badFood_description": "Beef lunch box produced on fields where forests have been cleared.",
  "goodAir_description": "Reusable oxygen tank made from eco-friendly materials.",
  "badAir_description": "Oxygen tank made from cheap materials that cannot be recycled.",
  "goodClothes_description": "High-quality clothes made from non-animal-derived fibers.",
  "badClothes_description": "Fashion made from synthetic fibers that generate microplastics.",

  "result_win": "Victory",
  "result_dead": "Death",
  "result_nature": "Earth Destruction"
}
