{
  "language": "es_ES",
  "showing_language": "Español - ES",
  "noti_noti": "Notificación",
  "noti_ok": "Aceptar",
  "noti_cancel": "Cancelar",
  "noti_fail_google": "Error al iniciar sesión con Google",
  "noti_fail_apple": "Se produjo un problema al iniciar sesión con Apple. Inténtalo de nuevo o intenta con otro método de inicio de sesión.",

  "build_room": "Crear Earth",
  "join_room": "Unirse a Earth",
  "refresh": "Actualizar",

  "searchPage_infoText": "Buscar por nombre de Earth.",
  "searchPage_info_notFound": "La Earth que estás buscando no existe.",
  "searchPage_hintText": "Introduce el nombre de la Earth privada",
  "buildPage_makeEarth": "Crear Earth",
  "buildPage_hintText": "Introduce el nombre de la Earth que deseas crear.",
  "buildPage_private": "Earth Privada",
  "buildPage_createBtn": "Crear Earth",
  "host_end_game": "El juego ha terminado por el anfitrión.",

  "homePage_listWorld": "Lista de Earth",

  "settingPage_language": "Selección de Idioma - ",

  "gamePage_enterText": "Ingrese su chat.",
  "gamePage_2fast": "Por favor ingresa un poco más lento.",
  "gamePage_2much": "Hay demasiados personajes.",
  "gamePage_cannotStart": "El juego solo puede comenzar con 6 jugadores.",

  "game_description": "Eres un habitante de la Sinking Earth. Debes mantener una puntuación ambiental de 0 o superior durante los 7 días del juego. Puedes aumentar tu salud comprando artículos necesarios y completando en total 6 misiones para ganar 50 monedas por cada una.",
  "worker_description": "[Empleado]\nDebes sobrevivir completando cada misión y a través de un consumo adecuado. Observa el final a través del consumo saludable y la creación de opiniones públicas.\n\nCondición de victoria: Sobrevivir",
  "nature_description": "[Activista Ambiental]\nRecibes 30 puntos ambientales adicionales al completar cada misión. \n\nCondición de victoria: Puntuación ambiental superior a 50 al finalizar el juego",
  "business_description": "[Empresario]\nTu salud no disminuye, y puedes distribuir y vender abastos. Para empezar la negociación de abastos al inicio debes pagar el triple del precio original.\n\nCondición de victoria: Más de 3000 monedas al finalizar el juego",
  "politician_description": "[Político]\nPuedes legislar sobre los artículos en venta. Debes considerar las situaciones y opiniones de cada persona.\n\nCondición de victoria: Supervivencia de todos",

  "mission_already_done": "Alguien ya ha completado la misión.\nInténtalo de nuevo otro día.",

  "rule_select_abort": "Solo los políticos pueden establecer reglas.",
  "noRule": "Sin reglas",
  "greenGrowthStrategy": "Estrategia de Crecimiento Verde",
  "greenDeal": "Plan Verde",
  "parisAgreement": "Acuerdo de París",
  "carbonNeutrality": "Neutralidad de carbono",
  "noRule_description": "Puedes comprar cualquier artículo.",
  "greenGrowthStrategy_description": "Una política representativa de Japón destinada a activar productos descarbonizados.",
  "greenDeal_description": "En el Plan Verde anunciado por la UE, se implementa el comercio abierto para establecer una cadena de suministro resiliente.",
  "parisAgreement_description": "Un acuerdo destinado a mantener el aumento de la temperatura promedio global muy por debajo de 2°C en comparación con los niveles preindustriales.",
  "carbonNeutrality_description": "Una declaración para reducir las emisiones de carbono y lograr una emisión neta cero mediante la eliminación y absorción del carbono emitido a la atmósfera.",

  "rule_abort": "Violación de la ley establecida.",
  "activate_abort": "Producto aún no activado.",
  "income": "Alguien ha comprado el producto.",

  "news_greenplation": "Título: La economía experimenta una inflación verde... Los ciudadanos se quejan \"La vida es demasiado difícil\"\n\nRecientemente, debido a regulaciones industriales relacionadas con las emisiones de carbono, la producción de materias primas esenciales se ha vuelto difícil, lo que ha dado lugar a una inflación verde. La inflación verde es un término compuesto por 'verde', que significa amigable con el medio ambiente, y 'inflación', que es el aumento de los precios. Parece necesario moderar adecuadamente las regulaciones para la estabilizar la economía.",

  "news_60": "Título: Aumento de la concentración de partículas finas en comparación con el año anterior\n\nLa concentración de partículas finas está aumentando, haciendo difícil respirar aire limpio. La aceleración de la desertificación parece ser la causa del aumento de partículas finas.",

  "news_40": "Título: El calentamiento global finalmente conduce a la escasez de alimentos\n\nRecientemente, debido a fenómenos climáticos anormales como inundaciones y tifones, el mundo entero está sufriendo escasez de alimentos. Los insectos comestibles están surgiendo como alternativa, pero se necesita resolver la causa fundamental del problema.",

  "news_20": "Título: El aumento del nivel del mar es grave... El precio de los terrenos en las tierras altas aumenta\n\nCon el aumento de la temperatura promedio, el nivel del mar está aumentando y 50 ciudades del mundo están bajo el agua. Si esto continúa, el mundo perecerá.",

  "news_0": "Título: El mundo está al borde del colapso\n\nLa Tierra ya no es un lugar adecuado para que vivan los humanos. Los gobiernos de todo el mundo enfrentan la amenaza de desintegrarse y las personas viven día a día con ansiedad. Se necesitarán muchos esfuerzos para revertir esta situación.",

  "plug_off": "Desenchufa para ahorrar energía.",
  "sun_power": "Limpia el polvo sobre los paneles solares.",
  "trash_game": "Haz clic en la basura para limpiar el mar.",
  "tree_game": "Planta árboles para convertir el desierto en un bosque.",
  "water_off": "Toca la llave para cerrar el agua que se está corriendo.",
  "wind_power": "Gira la turbina eólica en la dirección de la flecha.",

  "select": "Seleccionar",
  "selected": "Seleccionado",

  "buy": "Comprar",
  "activate": "Activar",
  "close": "Cerrar",
  "buy_success": "Comprado.",
  "buy_fail": "Dinero insuficiente.",

  "goodWater_name": "Agua ecológica",
  "badWater_name": "Agua dañina para el medio ambiente",
  "goodFood_name": "Comida ecológica",
  "badFood_name": "Comida en plástico desechable",
  "goodAir_name": "Botella ecológica de oxígeno",
  "badAir_name": "Botella no ecológica de oxígeno",
  "goodClothes_name": "Ropa de fibra reciclada",
  "badClothes_name": "Ropa de fibra sintética",

  "goodWater_description": "Agua embotellada con materiales ecológicos y transporte acortado para reducir las emisiones de carbono.",
  "badWater_description": "Agua embotellada en envases de plástico y producida en el extranjero para reducir el precio.",
  "goodFood_description": "Producido sin el uso de pesticidas.",
  "badFood_description": "Crianza de ganado en campos después de la deforestación.",
  "goodAir_description": "Bote de oxígeno reciclable hecho de materiales ecológicos.",
  "badAir_description": "Bote de oxígeno hecho de materiales baratos pero no reciclable.",
  "goodClothes_description": "Ropa de alta calidad hecha de fibras no animales.",
  "badClothes_description": "Moda popular hecha de fibra sintética que genera microplásticos.",

  "result_win": "Victoria",
  "result_dead": "Muerte",
  "result_nature": "Destrucción de la Tierra"
}
